{"id":14,"date":"2023-11-13T15:42:59","date_gmt":"2023-11-13T15:42:59","guid":{"rendered":"https:\/\/tech.livetvstream.online\/?p=14"},"modified":"2023-11-13T15:43:02","modified_gmt":"2023-11-13T15:43:02","slug":"one-crore-31-lakh-people-are-suffering-from-diabetes-in-the-country","status":"publish","type":"post","link":"https:\/\/tech.livetvstream.online\/2023\/11\/13\/one-crore-31-lakh-people-are-suffering-from-diabetes-in-the-country\/","title":{"rendered":"One crore 31 lakh people are suffering from diabetes in the country"},"content":{"rendered":"\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/www.banglanews24.com\/public\/uploads\/2023\/11\/13\/1699864654.11.jpg\" alt=\"One crore 31 lakh people are suffering from diabetes in the country\"\/><\/figure>\n\n\n\n<p><strong>Dhaka:<\/strong>&nbsp;At present, about one crore 31 lakh people are suffering from diabetes in the country.&nbsp;Bangladesh ranks eighth in the world in the number of patients suffering from diabetes.<\/p>\n\n\n\n<p>Bangladesh Endocrine Society gave these information in a press conference organized on Monday (November 13) morning on &#8216;Know your diabetes risk and what to do&#8217;.&nbsp;Bangladesh Endocrine Society organized this press conference at Jahur Hossain Hall of National Press Club on the occasion of World Diabetes Day.<\/p>\n\n\n\n<p>In the press conference, General Secretary of Bangladesh Endocrine Society and Bangabandhu Sheikh Mujib Medical University Associate Professor Dr.&nbsp;Shahzada Salim said, November 14 is World Diabetes Day.&nbsp;At present, about 1 crore 31 lakh people are suffering from diabetes in the country and Bangladesh ranks eighth in the world.&nbsp;Experts fear that this number may double in the next four years.&nbsp;As such, it is feared that the number of diabetes patients, one of the four non-communicable diseases of the country, may reach one and a half crore by 2025.<\/p>\n\n\n\n<p>The press conference was also attended by the chief sponsor of Bangladesh Endocrine Society and director (education) of Bardem Hospital.&nbsp;Md.&nbsp;Farooq Pathan, President (elect) Professor Mohammad Hafizur Rahman, Vice President and Bardem Hospital Associate Professor Dr.&nbsp;Faria Afsana, member of the executive committee and expert doctor of Evercare Hospital.&nbsp;Ahsanul Haque Amin, Office Secretary and Assistant Professor of Bangabandhu Sheikh Mujib Medical University.&nbsp;Marufa Mostari.<\/p>\n\n\n\n<p>These eminent doctors of the country said that Bangladesh is currently a diabetes-prone country in the world and the actual situation is more serious than that.&nbsp;At present, diabetes patients are increasing almost equally in urban and rural areas.&nbsp;Therefore taking into consideration the serious situation and taking effective measures to prevent it now is the need of the hour.<\/p>\n\n\n\n<p>They also said that if action is not taken now, the situation will go out of control.&nbsp;It is very important to ensure coordinated action planning at all levels and from affordable drug delivery to other collaborative management in diabetic patient care.<\/p>\n\n\n\n<p>About what to do to control diabetes, they said, 61.8 percent of the country&#8217;s patients do not know that they are suffering from diabetes.&nbsp;Because most patients don&#8217;t get regular diabetes checkups.&nbsp;So it is important for everyone, whether they have diabetes or not, to get tested for diabetes at least once a year.&nbsp;Along with reducing the amount of sugar in the food should be increased meat and vegetables.&nbsp;In addition, it is necessary to eat healthy food, avoid harmful food including fast food, walk regularly, play sports.&nbsp;If one is suffering from diabetes, then one should take the treatment as advised by the doctor.<\/p>\n\n\n\n<p>These doctors said that it is necessary to take various measures at the national level to control diabetes.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Dhaka:&nbsp;At present, about one crore 31 lakh people are suffering from diabetes in the country.&nbsp;Bangladesh ranks eighth in the world in the number of patients suffering from diabetes. Bangladesh Endocrine Society gave these information in a press conference organized on Monday (November 13) morning on &#8216;Know your diabetes risk and what to do&#8217;.&nbsp;Bangladesh Endocrine Society &#8230; <a title=\"One crore 31 lakh people are suffering from diabetes in the country\" class=\"read-more\" href=\"https:\/\/tech.livetvstream.online\/2023\/11\/13\/one-crore-31-lakh-people-are-suffering-from-diabetes-in-the-country\/\" aria-label=\"More on One crore 31 lakh people are suffering from diabetes in the country\">Read more<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[2],"tags":[],"_links":{"self":[{"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/posts\/14"}],"collection":[{"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/comments?post=14"}],"version-history":[{"count":1,"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/posts\/14\/revisions"}],"predecessor-version":[{"id":19,"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/posts\/14\/revisions\/19"}],"wp:attachment":[{"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/media?parent=14"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/categories?post=14"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/tags?post=14"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}