{"id":16,"date":"2023-11-13T15:41:56","date_gmt":"2023-11-13T15:41:56","guid":{"rendered":"https:\/\/tech.livetvstream.online\/?p=16"},"modified":"2023-11-13T15:41:58","modified_gmt":"2023-11-13T15:41:58","slug":"eight-people-died-of-dengue-1740-were-hospitalized","status":"publish","type":"post","link":"https:\/\/tech.livetvstream.online\/2023\/11\/13\/eight-people-died-of-dengue-1740-were-hospitalized\/","title":{"rendered":"Eight people died of dengue, 1740 were hospitalized"},"content":{"rendered":"\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/www.banglanews24.com\/public\/uploads\/2023\/11\/13\/1699879969.Press-Photo.jpg\" alt=\"Eight people died of dengue, 1740 were hospitalized\"\/><\/figure>\n\n\n\n<p><strong>Dhaka:<\/strong>&nbsp;Eight more people have died due to dengue infection in the last 24 hours.&nbsp;On this day, 1 thousand 740 people were admitted to hospital due to dengue.<\/p>\n\n\n\n<p>This information was informed in a press release about dengue sent from the Health Emergency Operation Center and Control Room of the Department of Health on Monday (November 13).<\/p>\n\n\n\n<p>It is said that in the last 24 hours, 1,740 people have been infected with dengue and have been admitted to the hospital.&nbsp;Among them, 330 people in Dhaka and 1,410 people in the whole country (except Dhaka City) were infected with dengue and admitted to hospital.<\/p>\n\n\n\n<p>In the last 24 hours, a total of 1,898 dengue patients have been discharged from hospitals across the country.&nbsp;Among them, 371 people from different hospitals in Dhaka and 1 thousand 527 people from different hospitals all over the country (except in Dhaka) got clearance.<\/p>\n\n\n\n<p>The notification also informed that eight people have died due to dengue in the last 24 hours.&nbsp;Of these, two died in Dhaka and six across the country (excluding Dhaka City).<\/p>\n\n\n\n<p>A total of 1,484 people have died due to dengue this year.&nbsp;Among them, 865 people died in Dhaka and 619 people died in the whole country (excluding Dhaka City).<\/p>\n\n\n\n<p>As of November 13 this year, a total of 293,572 people have been infected with dengue.&nbsp;Among them, 1 lakh 3 thousand 908 people in Dhaka and 1 lakh 89 thousand 664 people in the whole country (except Dhaka City) have been infected with dengue.<\/p>\n\n\n\n<p>A total of two lakh 86 thousand 71 dengue patients have been discharged from the hospital so far this year.&nbsp;Among them, 1 lakh 1 thousand 498 people from different hospitals in Dhaka and 1 lakh 84 thousand 573 people from different hospitals across the country (except Dhaka City) have received clearance.<\/p>\n\n\n\n<p>At present, a total of 6 thousand 17 dengue patients are admitted in hospitals across the country.&nbsp;1 thousand 545 people in Dhaka and 4 thousand 472 patients in whole country (except Dhaka city) are admitted in hospital.<\/p>\n\n\n\n<p>It is also said that in the current year, the rate of getting clearance from the hospital due to dengue is 97 percent.&nbsp;The hospitalization rate is 2 percent and the mortality rate is 0.5 percent.<\/p>\n\n\n\n<p>From January 1 to December 31 last year, a total of 62 thousand 382 patients were admitted to various hospitals in the country and a total of 281 people died due to dengue.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Dhaka:&nbsp;Eight more people have died due to dengue infection in the last 24 hours.&nbsp;On this day, 1 thousand 740 people were admitted to hospital due to dengue. This information was informed in a press release about dengue sent from the Health Emergency Operation Center and Control Room of the Department of Health on Monday (November &#8230; <a title=\"Eight people died of dengue, 1740 were hospitalized\" class=\"read-more\" href=\"https:\/\/tech.livetvstream.online\/2023\/11\/13\/eight-people-died-of-dengue-1740-were-hospitalized\/\" aria-label=\"More on Eight people died of dengue, 1740 were hospitalized\">Read more<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[2],"tags":[],"_links":{"self":[{"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/posts\/16"}],"collection":[{"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/comments?post=16"}],"version-history":[{"count":1,"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/posts\/16\/revisions"}],"predecessor-version":[{"id":17,"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/posts\/16\/revisions\/17"}],"wp:attachment":[{"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/media?parent=16"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/categories?post=16"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tech.livetvstream.online\/wp-json\/wp\/v2\/tags?post=16"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}